Repository: mbta/mobile_app
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: es, fr, ht, pt_br, vi, zh_hans_cn, zh_hant_tw

source: at **%1$@**
es: en **%1$@**
fr: à **%1$@**
ht: nan **%1$@**
pt_br: em **%1$@**
vi: tại **%1$@**
zh_hans_cn: 在**%1$@**
zh_hant_tw: 在**%1$@**

source: from **%1$@** stops to **%2$@**
es: desde paradas en **%1$@** hasta **%2$@**
fr: depuis les arrêts en direction de **%1$@** jusqu’à **%2$@**
ht: soti nan **%1$@** sispann rive nan **%2$@**
pt_br: de **%1$@** paradas a **%2$@**
vi: từ các điểm dừng **%1$@** đến **%2$@**
zh_hans_cn: 从**%1$@**站到**%2$@**
zh_hant_tw: 從**%1$@**站到**%2$@**

source: from **%1$@** to **%2$@**
es: de **%1$@** a **%2$@**
fr: de **%1$@** à **%2$@**
ht: soti nan **%1$@** a **%2$@**
pt_br: de **%1$@** até **%2$@**
vi: từ **%1$@** đến **%2$@**
zh_hans_cn: 从**%1$@**到**%2$@**
zh_hant_tw: 從**%1$@**到**%2$@**

source: from **%1$@** to **%2$@** stops
es: desde **%1$@** hasta paradas en **%2$@**
fr: de **%1$@** aux arrêts en direction de **%2$@**
ht: soti nan **%1$@** rive nan **%2$@** sispann
pt_br: de **%1$@** a **%2$@** paradas
vi: từ **%1$@** đến các điểm dừng **%2$@**
zh_hans_cn: 从**%1$@**到**%2$@**站
zh_hant_tw: 從**%1$@**到**%2$@**站

source: through end of service
es: hasta el final del servicio
fr: jusqu’à la fin du service
ht: jiska fen sèvis la
pt_br: até o fim do serviço
vi: đến cuối dịch vụ
zh_hans_cn: 直至服务结束
zh_hant_tw: 直至服務結束

source: through tomorrow
es: hasta mañana
fr: jusqu’à demain
ht: jiska demen
pt_br: até amanhã
vi: đến ngày mai
zh_hans_cn: 直至明天
zh_hant_tw: 直至明天

source: **%@** ahead
es: **%@** adelantado
fr: **%@** à venir
ht: **%@** devan
pt_br: **%@** à frente
vi: **%@** phía trước
zh_hans_cn: **%@**提前到站
zh_hant_tw: 提前**%@**

source: **%1$@ %2$@** at **%3$@** added to Favorites
es: **%1$@ %2$@** a la(s) **%3$@** se agregó a Favoritos
fr: **%2$@ %1$@** à **%3$@** ajouté aux Favoris
ht: **%1$@ %2$@** nan **%3$@** ajoute nan Preferans yo
pt_br: **%1$@ %2$@** em **%3$@** adicionado aos Favoritos
vi: **%1$@ %2$@** tại **%3$@** đã được thêm vào mục Yêu thích
zh_hans_cn: **%1$@ %2$@**位于**%3$@**已添加到收藏夹
zh_hant_tw: **%1$@ %2$@**位於**%3$@**已新增到我的最愛

source: **%1$@ %2$@** at **%3$@** removed from Favorites
es: **%1$@ %2$@** a la(s) **%3$@** se eliminó de Favoritos
fr: **%2$@ %1$@** à **%3$@** supprimé des Favoris
ht: **%1$@ %2$@** nan **%3$@** retire nan Preferans yo
pt_br: **%1$@ %2$@** em **%3$@** removido dos Favoritos
vi: **%1$@ %2$@** tại **%3$@** đã bị xóa khỏi mục Yêu thích
zh_hans_cn: **%1$@ %2$@**位于**%3$@**已从收藏夹中移除
zh_hant_tw: **%1$@ %2$@**位於**%3$@**已從我的最愛中移除

source: **%1$@** at **%2$@** added to Favorites
es: **%1$@** a la(s) **%2$@** se agregó a Favoritos
fr: **%1$@** à **%2$@** ajouté aux Favoris
ht: **%1$@** nan **%2$@** ajoute nan Preferans yo
pt_br: **%1$@** em **%2$@** adicionado aos Favoritos
vi: **%1$@** tại **%2$@** đã được thêm vào mục Yêu thích
zh_hans_cn: **%1$@**位于**%2$@**已添加到收藏夹
zh_hant_tw: **%1$@**位於**%2$@**已新增到我的最愛

source: **%1$ld** less common stops
es: **%1$ld** paradas menos frecuentes
fr: **%1$ld** arrêts les moins utilisés
ht: **%1$ld** arè ki mwen komen
pt_br: **%1$ld** paradas menos comuns
vi: **%1$ld** ít điểm dừng phổ biến hơn
zh_hans_cn: **%1$ld**较少停靠的站点
zh_hant_tw: **%1$ld**較少停靠的網站

source: **%ld** affected stops
es: **%ld** paradas afectadas
fr: **%ld** arrêts concernés
ht: **%ld** arè ki afekte yo
pt_br: **%ld** paradas afetadas
vi: **%ld** điểm dừng bị ảnh hưởng
zh_hans_cn: **%ld**个受影响的站点
zh_hant_tw: **%ld**個受影響的網站

source: **%ld** hr
es: **%ld** h
fr: **%ld** h
ht: **%ld** èdtan
pt_br: **%ld** h
vi: **%ld** giờ
zh_hans_cn: **%ld**小时
zh_hant_tw: **%ld**小時

# **%ld** hr **%ld** min
source: **%1$ld** hr **%2$ld** min
es: **%1$ld** h **%2$ld** min
fr: **%1$ld** h **%2$ld** min
ht: **%1$ld** lè **%2$ld** minit
pt_br: **%1$ld** h **%2$ld** min
vi: **%1$ld** giờ **%2$ld** phút
zh_hans_cn: **%1$ld**小时**%2$ld**分钟
zh_hant_tw: **%1$ld**小時**%2$ld**分鐘

source: **Delays**
es: **Retrasos**
fr: **Retards**
ht: **Reta**
pt_br: **Atrasos**
vi: **Sự chậm trễ**
zh_hans_cn: **延误**
zh_hant_tw: **延誤**

source: **Delays** due to %@
es: Retrasos debido a **%@**
fr: Retards dus à **%@**
ht: Reta akòz **%@**
pt_br: Atrasos devido a **%@**
vi: Trì hoãn do **%@**
zh_hans_cn: 由于 **%@** 造成延误
zh_hant_tw: 因 **%@** 造成延誤

# %@ %@ at %@
source: %1$@ %2$@ at %3$@
es: %1$@ %2$@ a %3$@
fr: %2$@ %1$@ à %3$@
ht: %1$@ %2$@ nan %3$@
pt_br: %1$@ %2$@ em %3$@
vi: %1$@ %2$@ tại %3$@
zh_hans_cn: %1$@ %2$@于%3$@到站
zh_hant_tw: %1$@ %2$@於%3$@

# %@ arriving at %@ cancelled
source: %1$@ arriving at %2$@ cancelled
es: %1$@ que llega a las %2$@ cancelado
fr: %1$@ arrivant à %2$@ est annulé
ht: %1$@ ap rive a %2$@ anile
pt_br: %1$@ chegando às %2$@ cancelado
vi: %1$@ đến %2$@ bị hủy
zh_hans_cn: 于%2$@到站的%1$@已取消
zh_hant_tw: 於%2$@到站的%1$@已取消

# %@ arriving at %@ scheduled
source: %1$@ arriving at %2$@ scheduled
es: %1$@ llegará a la(s) %2$@ como se programó
fr: %1$@ arrivant à %2$@ est prévu
ht: %1$@ ap rive a %2$@ pwograme
pt_br: %1$@ chegando às %2$@ programado
vi: %1$@ sẽ đến lúc %2$@ theo lịch trình
zh_hans_cn: %1$@预定于%2$@到站
zh_hant_tw: %1$@預定於%2$@到站

# %@ arriving in %d hr
source: %1$@ arriving in %2$d hr
es: %1$@ llegando en %2$d h
fr: %1$@ arrive dans %2$d h
ht: %1$@ ap rive nan %2$d èdtan
pt_br: %1$@ chegando em %2$d h
vi: %1$@ sẽ đến trong %2$d giờ
zh_hans_cn: %1$@将于%2$d小时内到站
zh_hant_tw: %1$@將在%2$d小時內到站

# %@ arriving in %d hr %d min
source: %1$@ arriving in %2$d hr %3$d min
es: %1$@ llegando en %2$d h %3$d min
fr: %1$@ arrive dans %2$d h et %3$d min
ht: %1$@ rive nan %2$d è %3$d min
pt_br: %1$@ chegando em %2$d hr %3$d min
vi: %1$@ sẽ đến trong %2$d giờ %3$d phút
zh_hans_cn: %1$@将于%2$d小时%3$d分钟内到站
zh_hant_tw: %1$@將在%2$d小時%3$d分鐘內到站

# %@ arriving in %d hr %d min scheduled
source: %1$@ arriving in %2$d hr %3$d min scheduled
es: %1$@ llegando en %2$d h %3$d min programado
fr: %1$@ arrive dans %2$d h %3$d min prévu
ht: %1$@ rive nan %2$d è %3$d min pwograme
pt_br: %1$@ chegando em %2$d h %3$d min programado
vi: %1$@ sẽ đến trong %2$d giờ %3$d phút theo lịch trình
zh_hans_cn: %1$@预计在%2$d小时%3$d分钟内到站
zh_hant_tw: %1$@預定將於%2$d小時%3$d分鐘內到站

# %@ arriving in %d hr scheduled
source: %1$@ arriving in %2$d hr scheduled
es: %1$@ llegando en %2$d h programado
fr: %1$@ arrive dans %2$d heure prévu
ht: %1$@ ap rive nan %2$d èdtan pwograme
pt_br: %1$@ chegando em %2$d h programado
vi: %1$@ sẽ đến trong %2$d giờ theo lịch trình
zh_hans_cn: %1$@预计在%2$d小时内到站
zh_hant_tw: %1$@預定將於%2$d小時內到站

# %@ arriving in %d min
source: %1$@ arriving in %2$d min
es: %1$@ llegará en %2$d min.
fr: %1$@ arrive dans %2$d min
ht: %1$@ ap rive nan %2$d minit
pt_br: %1$@ chegando em %2$d min
vi: %1$@ sẽ đến sau %2$d phút nữa
zh_hans_cn: %1$@将在%2$d分钟内到站
zh_hant_tw: %1$@將在%2$d分鐘內到站

# %@ arriving in %d min scheduled
source: %1$@ arriving in %2$d min scheduled
es: %1$@ llegará en %2$d min programado
fr: %1$@ arrivant dans %2$d min est prévu
ht: %1$@ ap rive nan %2$d min pwograme
pt_br: %1$@ chegando em %2$d min programado
vi: %1$@ sẽ đến sau %2$d phút nữa theo lịch trình
zh_hans_cn: %1$@预定将于%2$d分钟内到站
zh_hant_tw: %1$@預定將於%2$d分鐘內到站

source: %@ arriving now
es: %@ está llegando ahora
fr: %@ arrive maintenant
ht: %@ ap rive kounye a
pt_br: %@ chegando agora
vi: %@ đang đến
zh_hans_cn: %@现已到站
zh_hant_tw: %@現已到站

source: %@ boarding now
es: %@ abordando ahora
fr: %@ embarquement en cours
ht: %@ ap pran moun kounye a
pt_br: %@ embarcando agora
vi: %@ đang cho khách lên
zh_hans_cn: %@正在上客
zh_hant_tw: %@正在上客

# %@ is %ld stops away from %@
source: %1$@ is %2$ld stops away from %3$@
es: %1$@ está a %2$ld parada(s) antes de %3$@
fr: %1$@ est à %2$ld arrêts de %3$@
ht: %1$@ nan %2$ld arè parapò ak %3$@
pt_br: %1$@ está a %2$ld paradas de %3$@
vi: %1$@ cách %3$@ %2$ld điểm dừng
zh_hans_cn: %1$@距离%3$@还有%2$ld站
zh_hant_tw: %1$@距離%3$@還有%2$ld站

source: %@ location not available yet
es: La ubicación de %@ aún no está disponible
fr: La localisation de %@ n’est pas encore disponible
ht: Pozisyon %@ poko disponib
pt_br: localização do %@ ainda não disponível
vi: vị trí %@ chưa có sẵn
zh_hans_cn: %@定位服务暂不可用
zh_hant_tw: %@位置尚未確定

source: %@ service only
es: %@ único servicio
fr: Service %@ uniquement
ht: %@ sèvis sèlman
pt_br: %@ somente serviço
vi: %@ chỉ dịch vụ
zh_hans_cn: %@仅限服务
zh_hant_tw: %@僅限服務

source: %@ to
es: %@ a
fr: %@ vers
ht: %@ pou
pt_br: %@ para
vi: %@ đến
zh_hans_cn: %@至
zh_hant_tw: %@至

source: %@, first stop
es: %@, primera parada
fr: %@, premier arrêt
ht: %@, premye arè
pt_br: %@, primeira parada
vi: %@, điểm dừng đầu tiên
zh_hans_cn: %@，第一站
zh_hant_tw: %@，第一站

source: %@, selected stop
es: %@, parada seleccionada
fr: %@, arrêt sélectionné
ht: %@, arè ou chwazi a
pt_br: %@, parada selecionada
vi: %@, điểm dừng được chọn
zh_hans_cn: %@，选定站点
zh_hant_tw: %@，選定站點

source: %@, selected stop, first stop
es: %@, parada seleccionada, primera parada
fr: %@, arrêt sélectionné, premier arrêt
ht: %@, arè ou chwazi a, premye arè
pt_br: %@, parada selecionada, primeira parada
vi: %@, điểm dừng đã chọn, điểm dừng đầu tiên
zh_hans_cn: %@，选定站点，第一站
zh_hant_tw: %@，選定站點，第一站

source: %1$@ %2$@ delayed
es: %1$@ %2$@ retrasado
fr: %2$@ de %1$@ retardé
ht: %1$@ %2$@ anreta
pt_br: %1$@ %2$@ atrasado
vi: %1$@ %2$@ trễ
zh_hans_cn: %1$@ %2$@延误
zh_hant_tw: %1$@ %2$@延誤

source: %1$@ %2$@ early
es: %1$@ %2$@ adelantado
fr: %2$@ de %1$@ en avance
ht: %1$@ %2$@ annavans
pt_br: %1$@ %2$@ adiantado
vi: %1$@ %2$@ sớm
zh_hans_cn: %1$@ %2$@提前
zh_hant_tw: %1$@ %2$@提前

source: %1$@ arriving at %2$@
es: %1$@ llegará a la(s) %2$@
fr: %1$@ arrivant à %2$@
ht: %1$@ ap rive a %2$@
pt_br: %1$@ chegando às %2$@
vi: %1$@ sẽ đến lúc %2$@
zh_hans_cn: %1$@于%2$@到站
zh_hant_tw: %1$@於%2$@到站

source: %1$@ bus
es: %1$@ autobús
fr: Bus %1$@
ht: %1$@ bis
pt_br: %1$@ ônibus
vi: %1$@ xe buýt
zh_hans_cn: %1$@巴士
zh_hant_tw: %1$@巴士

source: %1$@ has departed %2$@
es: %1$@ ya partió %2$@
fr: %1$@ est parti de %2$@
ht: %1$@ deplase %2$@
pt_br: %1$@ partiu %2$@
vi: %1$@ đã rời đi %2$@
zh_hans_cn: %1$@已离开%2$@
zh_hant_tw: %1$@已駛離%2$@

source: %1$@ to %2$@ has departed %3$@
es: %1$@ a %2$@ ya partió %3$@
fr: %1$@ à destination de %2$@ est parti de %3$@
ht: %1$@ pou ale %2$@ deplase %3$@
pt_br: %1$@ para %2$@ partiu %3$@
vi: %1$@ đến %2$@ đã rời đi %3$@
zh_hans_cn: %1$@开往%2$@的车辆已离开%3$@
zh_hant_tw: %1$@至%2$@已駛離%3$@

source: %ld elevators closed
es: %ld ascensores cerrados
fr: Ascenseurs %ld fermés
ht: %ld asansè yo fèmen
pt_br: %ld elevadores fechados
vi: %ld thang máy đã đóng cửa
zh_hans_cn: %ld部电梯已关停
zh_hant_tw: %ld部電梯關閉

source: %ld results found
es: %ld resultados encontrados
fr: %ld résultats trouvés
ht: %ld rezilta yo jwenn
pt_br: %ld resultados encontrados
vi: Đã tìm thấy %ld kết quả
zh_hans_cn: 找到%ld条结果
zh_hant_tw: 找到%ld個結果

source: %ld stops away
es: %ld paradas antes de
fr: %ld arrêts restants
ht: %ld kanpe lwen
pt_br: a %ld paradas
vi: %ld điểm dừng nữa
zh_hans_cn: 还有%ld站
zh_hant_tw: 還有%ld站

source: %ldstops away
es: %ld paradas de distancia
fr: %ldarrêts restants
ht: nan%ldarè
pt_br: a %ld paradas
vi: %ldđiểm dừng nữa
zh_hans_cn: 距离%ld站
zh_hant_tw: 距離%ld站

source: 711 for TTY callers; VRS for ASL callers
es: 711 para usuarios de TTY; VRS para usuarios de ASL.
fr: 711 pour le service TTY; VRS pour la langue des signes
ht: 711 pou moun ki rele TTY; VRS pou moun kap rele ASL
pt_br: 711 para usuários de TTY e VRS para usuários de ASL.
vi: 711 với người gọi TTY; VRS với người gọi ASL
zh_hans_cn: TTY呼叫者请拨打711；ASL呼叫者请使用VRS
zh_hant_tw: TTY呼叫者請致電711；ASL呼叫者請使用VRS

source: Access issue
es: Problema de accesibilidad
fr: Problème d’accès
ht: Pwoblèm aksè
pt_br: Problema de acesso
vi: Vấn đề về tiếp cận
zh_hans_cn: 无障碍问题
zh_hant_tw: 無障礙問題

source: Access Issue
es: Problema de accesibilidad
fr: Problème d’accès
ht: Pwoblèm Aksè
pt_br: Problema de acesso
vi: Vấn đề về tiếp cận
zh_hans_cn: 无障碍问题
zh_hant_tw: 無障礙問題

source: accident
es: accidente
ht: aksidan
pt_br: acidente
vi: tai nạn
zh_hans_cn: 事故
zh_hant_tw: 事故

source: Accident
es: Accidente
ht: Aksidan
pt_br: Acidente
vi: Tai nạn
zh_hans_cn: 事件
zh_hant_tw: 事件

source: Add
es: Agregar
fr: Ajouter
ht: Ajoute
pt_br: Adicionar
vi: Thêm
zh_hans_cn: 添加
zh_hant_tw: 新增

source: Add **%1$@** at **%2$@**
es: Agregar **%1$@** a la(s) **%2$@**
fr: Ajouter **%1$@** à **%2$@**
ht: Ajoute **%1$@** nan **%2$@**
pt_br: Adicionar **%1$@** em **%2$@**
vi: Thêm **%1$@** tại **%2$@**
zh_hans_cn: 在**%1$@**添加**%2$@**
zh_hant_tw: 在**%1$@**新增**%2$@**

source: Add **%1$@** at **%2$@** to Favorites
es: Agregar **%1$@** a la(s) **%2$@** a Favoritos
fr: Ajouter **%1$@** à **%2$@** aux Favoris
ht: Ajoute **%1$@** nan **%2$@** Preferans yo
pt_br: Adicionar **%1$@** em **%2$@** aos Favoritos
vi: Thêm **%1$@** tại **%2$@** vào mục Yêu thích
zh_hans_cn: 将**%2$@**的**%1$@**添加到收藏夹
zh_hant_tw: 將**%2$@**的**%1$@**新增到我的最愛

source: Add another time period
es: Agregar otro período de tiempo
fr: Ajouter une autre période
ht: Ajoute yon lòt peryòd tan
pt_br: Adicionar outro período
vi: Thêm một khoảng thời gian khác
zh_hans_cn: 添加其他时间段
zh_hant_tw: 新增其他時間段

source: add favorite
es: agregar favorito
fr: ajouter aux favoris
ht: ajoute yon preferans
pt_br: adicionar favorito
vi: thêm mục yêu thích
zh_hans_cn: 添加收藏
zh_hant_tw: 新增收藏

source: Add Favorite
es: Agregar a favorito
fr: Ajouter aux Favoris
ht: Ajoute nan Favorite
pt_br: Adicionar favorito
vi: Thêm mục yêu thích
zh_hans_cn: 添加收藏
zh_hant_tw: 新增收藏

source: Add favorite stops
es: Agregar paradas favoritas
fr: Ajouter les arrêts favoris
ht: Ajoute arè nan Preferans yo
pt_br: Adicionar paradas favoritas
vi: Thêm điểm dừng yêu thích
zh_hans_cn: 添加最喜欢的站点
zh_hant_tw: 新增最喜歡的網站

source: Add stops
es: Agregar paradas
fr: Ajouter des arrêts
ht: Ajoute arè
pt_br: Adicionar paradas
vi: Thêm điểm dừng
zh_hans_cn: 添加站点
zh_hant_tw: 新增網站

source: Add your favorites
es: Agregar sus favoritos
fr: Ajouter à vos favoris
ht: Ajoute nan Preferans ou yo
pt_br: Adicionar seus Favoritos
vi: Thêm mục yêu thích
zh_hans_cn: 添加您的收藏夹
zh_hant_tw: 新增您的我的最愛

source: Added to Favorites
es: Se agregó a Favoritos
fr: Ajouté aux Favoris
ht: Ajoute nan Preferans yo
pt_br: Adicionar aos Favoritos
vi: Thêm vào mục Yêu thích
zh_hans_cn: 已添加到收藏夹
zh_hant_tw: 已新增到我的最愛

source: Additional service
es: Servicio adicional
fr: Service supplémentaire
ht: Plis sèvis
pt_br: Serviço adicional
vi: Dịch vụ bổ sung
zh_hans_cn: 附加服务
zh_hant_tw: 附加服務

source: Additional Service
es: Servicio adicional
fr: Service supplémentaire
ht: Plis Sèvis
pt_br: Serviço adicional
vi: Dịch vụ bổ sung
zh_hans_cn: 附加服务
zh_hant_tw: 附加服務

source: Adds to favorites
es: Agregar a favoritos
fr: Ajoute aux Favoris
ht: Ajoute nan favorites
pt_br: Adicionar aos favoritos
vi: Thêm vào mục yêu thích
zh_hans_cn: 添加至收藏夹
zh_hant_tw: 新增至我的最愛

source: Alert
es: Alerta
fr: Alerte
ht: Avètisman
pt_br: Alerta
vi: Báo động
zh_hans_cn: 警报
zh_hant_tw: 警報

source: Alert Details
es: Detalles de la alerta
fr: Détails de l’alerte
ht: Detay Avètisman
pt_br: Detalhes do alerta
vi: Chi tiết cảnh báo
zh_hans_cn: 警报详情
zh_hant_tw: 警報詳情

source: Alert is no longer in effect
es: La alerta ya no está vigente
fr: L’alerte n’est plus en vigueur
ht: Avètisman an pa aplikab ankò
pt_br: O alerta não está mais em efeito
vi: Cảnh báo không còn hiệu lực
zh_hans_cn: 警报已失效
zh_hant_tw: 警報已失效

source: All
es: Todos
fr: Tous
ht: Tout
pt_br: Tudo
vi: Tất cả
zh_hans_cn: 全部
zh_hant_tw: 全部

source: All aboard
es: Todos a bordo
fr: Tous à bord
ht: Tout moun monte
pt_br: Todos a bordo
vi: Tất cả khách đã lên
zh_hans_cn: 请上车
zh_hant_tw: 請上車

source: All routes
es: Todas las rutas
fr: Tous les trajets
ht: Tout wout yo
pt_br: Todas as rotas
vi: Tất cả các tuyến đường
zh_hans_cn: 所有线路
zh_hant_tw: 所有線路

source: Alternative path
es: Camino alternativo
fr: Trajet alternatif
ht: Lòt chemen
pt_br: Caminho alternativo
vi: Đường đi thay thế
zh_hans_cn: 备选路线
zh_hant_tw: 替代路徑

source: Amber alert
es: Alerta Amber
fr: Alerte Amber
ht: Avètisman amber
pt_br: Alerta amarelo
vi: Cảnh báo Amber
zh_hans_cn: 安珀警报
zh_hant_tw: 安珀警報

source: Amber Alert
es: Alerta Amber
fr: Alerte Amber
ht: Avètisman Amber
pt_br: Alerta amarelo
vi: Cảnh báo Amber
zh_hans_cn: 安珀警报
zh_hant_tw: 安珀警報

source: Amtrak train traffic
es: tráfico de trenes de Amtrak
fr: trafic ferroviaire d’Amtrak
ht: Trafik tren Amtrak
pt_br: Tráfego de trens da Amtrak
vi: Giao thông đường sắt Amtrak
zh_hans_cn: Amtrak火车交通
zh_hant_tw: Amtrak火車交通

source: Amtrak Train Traffic
es: Tráfico de trenes de Amtrak
fr: Trafic ferroviaire d’Amtrak
ht: Trafik tren Amtrak
pt_br: Tráfego de trens da Amtrak
vi: Giao thông đường sắt Amtrak
zh_hans_cn: Amtrak火车交通
zh_hant_tw: Amtrak火車交通

source: an earlier mechanical problem
es: un problema mecánico anterior
fr: un problème mécanique antérieur
ht: yon pwoblèm mekanik ki te pase anvan
pt_br: um problema mecânico anterior
vi: một vấn đề cơ khí trước đó
zh_hans_cn: 早前的机械故障
zh_hant_tw: 早前的機械故障

source: An Earlier Mechanical Problem
es: Un problema mecánico anterior
fr: Un problème mécanique antérieur
ht: Yon Pwoblèm Mekanik Ki Rive Pi Bonè
pt_br: Um problema mecânico anterior
vi: Một vấn đề về cơ khí trước đó
zh_hans_cn: 早前的机械故障
zh_hant_tw: 早前的機械故障

source: an earlier signal problem
es: un problema de señal anterior
fr: un problème de signal antérieur
ht: yon pwoblèm siyal ki te pase anvan
pt_br: um problema de sinal anterior
vi: vấn đề về đèn tín hiệu trước đó
zh_hans_cn: 早前的信号问题
zh_hant_tw: 早前的信號問題

source: An Earlier Signal Problem
es: Un problema de señal anterior
fr: Un problème signalétique antérieur
ht: Yon Siyal Ki Rive Pi Bonè
pt_br: Um problema de sinal anterior
vi: Một vấn đề về đèn tín hiệu trước đó
zh_hans_cn: 早前的信号问题
zh_hant_tw: 早前的信號問題

source: and %1$@ %2$@ delayed
es: y %1$@ %2$@ retrasados
fr: et %2$@ de %1$@ annulé
ht: ak %1$@ %2$@ anreta
pt_br: e %1$@ %2$@ atrasado
vi: và %1$@ %2$@ bị trễ
zh_hans_cn: 下一趟%1$@%2$@延误
zh_hant_tw: 下一趟%1$@%2$@延誤

source: and %1$@ %2$@ early
es: y %1$@ %2$@ adelantados
fr: et %2$@ de %1$@ en avance
ht: ak %1$@ %2$@ annavans
pt_br: e %1$@ %2$@ adiantado
vi: và %1$@ %2$@ đến sớm
zh_hans_cn: 下一趟%1$@%2$@提前
zh_hant_tw: 下一趟%1$@%2$@提前

source: and arriving now
es: y llegando ahora
fr: et arrive maintenant
ht: ap rive kounye a
pt_br: e chegando agora
vi: và đang đến
zh_hans_cn: 下一趟车现已到站
zh_hant_tw: 下一趟車現已到站

source: and at %@ cancelled
es: y a las %@ cancelado
fr: et à %@ est annulé
ht: epi a %@ anile
pt_br: e às %@ cancelado
vi: và tại %@ đã hủy
zh_hans_cn: 于%@到站的下一趟车已取消
zh_hant_tw: 於%@到站的下一趟車已取消

source: and at %@ scheduled
es: y a la(s) %@ como se programó
fr: et à %@ est prévu
ht: epi a %@ pwograme
pt_br: e às %@ programado
vi: và lúc %@ theo lịch trình
zh_hans_cn: 下一趟车预定将于%@到站
zh_hant_tw: 下一趟車預定將於%@到站

source: and at %1$@
es: y a la(s) %1$@
fr: et à %1$@
ht: epi a %1$@
pt_br: e às %1$@
vi: và lúc %1$@
zh_hans_cn: 下一趟车将于%1$@到站
zh_hant_tw: 下一趟車將於%1$@到站

source: and boarding now
es: abordando ahora
fr: et embarquement en cours
ht: epi ap pran moun kounye a
pt_br: e embarcando agora
vi: và đang cho khách lên
zh_hans_cn: 正在上客
zh_hant_tw: 正在上客

source: and in %d hr
es: y en %d h
fr: et dans %d h
ht: epi nan %d èdtan
pt_br: e em %d h
vi: và trong %d giờ
zh_hans_cn: 下一趟车将在%d小时内抵达
zh_hant_tw: 下一趟車將在%d小時內抵達

# and in %d hr %d min
source: and in %1$d hr %2$d min
es: y en %1$d h %2$d min
fr: et dans %1$d h et %2$d min
ht: epi nan %1$d è %2$d min
pt_br: e em %1$d h %2$d min
vi: và trong %1$d giờ %2$d phút
zh_hans_cn: 下一趟车将在%1$d小时%2$d分钟内抵达
zh_hant_tw: 下一趟車將在%1$d小時%2$d分鐘內抵達

# and in %d hr %d min scheduled
source: and in %1$d hr %2$d min scheduled
es: y en %1$d h %2$d min programado
fr: et dans %1$d h et %2$d min prévu
ht: epi nan %1$d è %2$d min pwograme
pt_br: e em %1$d h %2$d min programado
vi: và trong %1$d giờ %2$d phút theo lịch trình
zh_hans_cn: 下一趟车预计将在%1$d小时%2$d分钟内抵达
zh_hant_tw: 下一趟車預定將在%1$d小時%2$d分鐘內抵達

source: and in %d hr scheduled
es: y en %d h programado
fr: et dans %d h prévu
ht: epi nan %d èdtan pwograme
pt_br: e em %d h programado
vi: và trong %d giờ theo lịch trình
zh_hans_cn: 下一趟车预计将在%d小时内抵达
zh_hant_tw: 下一趟車預定將在%d小時內抵達

source: and in %d min
es: y en %d min.
fr: et dans %d min
ht: epi nan %d min
pt_br: e em %d min
vi: và sau %d phút nữa
zh_hans_cn: 下一趟车将在%d分钟内抵达
zh_hant_tw: 下一趟車將在%d分鐘內抵達

source: and in %d min scheduled
es: y en %d min programado
fr: et dans %d min est prévu
ht: epi nan %d min pwograme
pt_br: e em %d min programado
vi: và sau %d phút nữa theo lịch trình
zh_hans_cn: 下一趟车预定将在%d分钟内抵达
zh_hant_tw: 下一趟車預定將在%d分鐘內抵達

source: Apply a filter so that only arrivals from this route are displayed
es: Aplicar un filtro para que solo se muestren las llegadas de esta ruta
fr: Appliquer un filtre pour n’afficher que les arrivées de ce trajet
ht: Aplike yon filtè pou se sèlman arive soti nan wout sa a ki parèt
pt_br: Aplique um filtro para que apenas as chegadas desta rota sejam exibidas
vi: Áp dụng bộ lọc để chỉ hiển thị các chuyến đến từ tuyến đường này
zh_hans_cn: 应用筛选条件，以便仅显示此路线的车辆到达信息
zh_hant_tw: 應用篩選條件，以便僅顯示來自該線路的到達資訊

source: Approaching
es: Acercándose
fr: Proche
ht: Ap apwoche
pt_br: Chegando
vi: Đang đến gần
zh_hans_cn: 正在接近
zh_hant_tw: 正在接近

source: ARR
es: LLEGAN.
pt_br: CHE
zh_hans_cn: 到站
zh_hant_tw: 到站

source: Arriving
es: Llegando
fr: Arrive
ht: Ap vini
pt_br: Chegando
vi: Đang đến
zh_hans_cn: 即将到达
zh_hant_tw: 即將到達

source: arriving at %1$@
es: llegando a la(s) %1$@
fr: arrivant à %1$@
ht: ap rive a %1$@
pt_br: chegando às %1$@
vi: đến lúc %1$@
zh_hans_cn: 到站%1$@
zh_hant_tw: 到站%1$@

source: autos impeding service
es: autos que impiden el servicio
fr: des automobiles gênent le service
ht: oto ap anpeche sèvis la
pt_br: veículos impedindo o serviço
vi: xe hơi cản trở dịch vụ
zh_hans_cn: 交通事故
zh_hant_tw: 交通事故

source: Autos Impeding Service
es: Automóviles que obstaculizan el servicio
fr: Véhicules obstruant le service
ht: Machin Ki Bloke Sèvis la
pt_br: Carros impedindo serviço
vi: Xe hơi cản trở dịch vụ
zh_hans_cn: 交通事故
zh_hant_tw: 交通事故

source: Back
es: Atrás
fr: Retour
ht: Retounen
pt_br: Voltar
vi: Mặt sau
zh_hans_cn: 后退
zh_hant_tw: 後退

source: Bike issue
es: Problema con la bicicleta
fr: Problème de vélo
ht: Pwoblèm bisiklèt
pt_br: Problema com bicicleta
vi: Vấn đề về xe đạp
zh_hans_cn: 自行车问题
zh_hant_tw: 自行車問題

source: Bike Issue
es: Problema con la bicicleta
fr: Problème de vélo
ht: Pwoblèm Bisiklèt
pt_br: Problema com bicicleta
vi: Vấn đề về xe đạp
zh_hans_cn: 自行车问题
zh_hant_tw: 自行車問題

source: Boarding on track %@
es: Embarque en la vía %@
fr: Embarquement sur la voie %@
ht: Monte sou vwa a %@
pt_br: Embarque na plataforma %@
vi: Lên tàu theo đường ray %@
zh_hans_cn: 在轨道%@登车
zh_hant_tw: 在軌道%@登車

source: BRD
es: ABORD.
fr: DEP
pt_br: TRA
zh_hans_cn: 上客
zh_hant_tw: 上客

source: bus
es: autobús
ht: bis
pt_br: ônibus
vi: xe buýt
zh_hans_cn: 巴士
zh_hant_tw: 巴士

source: Bus
es: Autobús
ht: Bis
pt_br: Ônibus
vi: Xe buýt
zh_hans_cn: 巴士
zh_hant_tw: 巴士

source: Bus substitution
es: Sustitución de autobús
fr: Remplacement par bus
ht: Ranplasman bis
pt_br: Substituição de ônibus
vi: Xe buýt thay thế
zh_hans_cn: 巴士替代方案
zh_hant_tw: 巴士替代方案

source: buses
es: autobuses
fr: bus
ht: bis yo
pt_br: ônibus
vi: xe buýt
zh_hans_cn: 巴士
zh_hant_tw: 巴士

source: By opting in, we can show you which stations are inaccessible or have elevator closures.
es: Al suscribirse, podemos mostrarle qué estaciones son inaccesibles o tienen cierres de ascensores.
fr: En vous inscrivant, nous pouvons vous montrer quelles stations sont inaccessibles ou dont les ascenseurs sont fermés.
ht: Lè ou enskri, nou ka montre w ki estasyon ki pa aksesib oswa kote yo fèmen asansè yo.
pt_br: Ao ativar, podemos mostrar quais estações estão inacessíveis ou com elevadores fechados.
vi: Bằng cách chọn tham gia, chúng tôi có thể cho bạn biết ga nào không thể tiếp cận được hoặc có thang máy bị đóng.
zh_hans_cn: 通过选择加入，我们可以向您显示哪些车站不适合轮椅通行或电梯关闭。
zh_hant_tw: 透過選擇加入，我們可以向您顯示哪些車站不適合輪椅通行或電梯關閉。

source: Cancel
es: Cancelar
fr: Annuler
ht: Anile
pt_br: Cancelar
vi: Hủy bỏ
zh_hans_cn: 取消
zh_hant_tw: 取消

source: Cancellation
es: Cancelación
fr: Annulation
ht: Anilasyon
pt_br: Cancelamento
vi: Hủy
zh_hans_cn: 取消
zh_hant_tw: 取消
